Repository: common-repository/simple-post-type
Catalog: languages/simple-post-type-*.po
Languages: he_il

source: Post Types
he_il: פוסטים מותאמים

source: Post Type
he_il: פוסט מותאם

source: Settings
he_il: הגדרות

source: Simple Post Type Settings
he_il: פוסטים מותאמים אישית

source: Plugin Enable
he_il: פוסטים מותאמים פעילים

source: Alias Link
he_il: כתובת בסיס

source: Menu Icon
he_il: איקון בתפריט

source: Alias Link must be filled out
he_il: חובה למלא כותובת בסיס

source: All Items
he_il: כל הפוסטים

source: Add New
he_il: הוסף חדש

source: New Item
he_il: פריט חדש

source: Search Item
he_il: חיפוש פריטים

source: Post Type Customization
he_il: התאמה אישית של הפוסטים

source: Post Type Name URL
he_il: שם כתובת הקישור של הפוסטים

source: Description
he_il: תאור

source: Taxonomies
he_il: טקסונומיות

source: New Custom Post Type
he_il: הוספת פוסטים מותאמים אישית

source: Edit Custom Post Type
he_il: עריכת פוסטים מותאמים אישית

source: Search Custom Post Type
he_il: חיפוש פוסטים מותאמים אישית

source: Parent Custom Post Type:
he_il: הורה פוסט מותאם אישית

source: No Custom Post Type found.
he_il: לא נמצא פוסט מותאם אישית

source: No Custom Post Type found in Trash.
he_il: לא נמצא פוסט מותאם אישית בפח האשפה

source: Add ons
he_il: תוספים

source: Custom Post Type updated.
he_il: ההגדרות עודכנו

source: Custom Post Type deleted.
he_il: הפוסטים המותאמים אישית נמחקו

source: Custom Post Type published.
he_il: הפוסטים פעילים

source: Custom Post Type saved.
he_il: ההגדרות נשמרו

source: Custom Post Type submitted.
he_il: הפוסטים הוגשו

source: Custom Post Type scheduled for.
he_il: הפוסטים תוזמנו

source: Custom Post Type draft updated.
he_il: הפוסטים נשמרו כטיוטא

source: Use only English letters and no spaces
he_il: יש להשתמש באותיות באנגלית בלבד וללא רווחים

source: Short description of the purpose of the group that posts
he_il: תאור קצר של מטרת קבוצת ה פוסטים הזאת

source: You can add the core Taxonomies into posts
he_il: ניתן להוסיף את טקסונומיות הליבה לתוך הפוסטים

source: Please enter the name of the icon from the icons in the link
he_il: יש להכניס את שם האייקון מרשימת האייקונים שבקישור

source: The link
he_il: הקישור

source: Categories
he_il: קטגוריות

source: Post tags
he_il: תגיות פוסטים
